{
    "INTRODUCTION.P1": "Full Stack Developer and Software Engineering student at UEPG, I currently work creating and maintaining Web applications",
    "INTRODUCTION.P2": "I have experience with React, Node in serverless architecture, SQL and NoSQL databases and Cloud infrastructures",
    "EXPERIENCE.HURCG": "Development Internship",
    "HURCG.ACTIVITY1": "Generation of reports with SQL from Oracle database",
    "HURCG.ACTIVITY2": "User support for the Tasy system",
    "HURCG.ACTIVITY3": "Creation of automated spreadsheets for data analysis",
    "EXPERIENCE.CONTINENTAL": "IT Internship",
    "CONTINENTAL.ACTIVITY1": "Creation of intranets for company sectors",
    "CONTINENTAL.ACTIVITY2": "Computer management and auditing via PowerShell",
    "CONTINENTAL.ACTIVITY3": "Network infrastructure maintenance",
    "EXPERIENCE.MEDCLOUD": "Junior Full Stack Developer",
    "MEDCLOUD.ACTIVITY2": "Front-end programming in React with GraphQL and internal component library",
    "MEDCLOUD.ACTIVITY1": "Back-end development in Node with serverless architecture (AWS Lambda)",
    "MEDCLOUD.ACTIVITY3": "SQL and NoSQL database maintenance (DynamoDB)",
    "EDUCATION.UEPG": "Bachelor's Degree in Software Engineering",
    "UEPG.ACTIVITY1": "As an extension student, I developed an Augmented Reality application for the school community and software focused on eye health",
    "UEPG.ACTIVITY2": "I produced a 3D game in Unity for the UEPG tourism department",
    "UEPG.ACTIVITY3": "I also gave lectures to the community on digital security, topics such as phishing and data protection",
    "EDUCATION.SENAI": "Industrial Automation Technician",
    "PROJECT.VESTIBULAR": "📆 Vest Info is an application developed in React Native designed to provide a convenient way to follow news and university entrance exam dates",
    "PROJECT.COMBUSTIVEL": "🚗 Meu Carro Flex is an application developed in React Native that helps users determine which fuel is most economical for their vehicles",
    "PROJECT.API": "☁️ This project consists of a REST API developed in Spring Boot to support the Vest Info application",
    "STACKS.TOOLTIP": "Click on the technologies to see where I have already used them",
        "FOOTER.COPYRIGHT": "Copyright © 2024 Mateus Pitura. All rights reserved",
    "FOOTER.TERMS": "Terms",
    "FOOTER.PRIVACYPOLICY": "Privacy Policy",
    "TERMS_OF_USE.TITLE": "Website Terms of Use",
    "TERMS_OF_USE.SECTION1.TITLE": "1. Terms",
    "TERMS_OF_USE.SECTION1.PARAGRAPH1": "By accessing the Mateus Pitura website, you agree to comply with these terms of service, all applicable laws and regulations, and agree that you are responsible for complying with all applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this site are protected by applicable copyright and trademark laws.",
    "TERMS_OF_USE.SECTION2.TITLE": "2. License Use",
    "TERMS_OF_USE.SECTION2.PARAGRAPH1": "Permission is granted to temporarily download one copy of the materials (information or software) on the Mateus Pitura website, solely for personal, transient, and non-commercial viewing. This is the grant of a license, not a transfer of title, and under this license, you may not:",
    "TERMS_OF_USE.SECTION2.LIST.ITEM1": "modify or copy the materials;",
    "TERMS_OF_USE.SECTION2.LIST.ITEM2": "use the materials for any commercial purpose or for public display (commercial or non-commercial);",
    "TERMS_OF_USE.SECTION2.LIST.ITEM3": "attempt to decompile or reverse engineer any software contained on the Mateus Pitura website;",
    "TERMS_OF_USE.SECTION2.LIST.ITEM4": "remove any copyright or other proprietary notations from the materials; or",
    "TERMS_OF_USE.SECTION2.LIST.ITEM5": "transfer the materials to another person or 'mirror' the materials on any other server.",
    "TERMS_OF_USE.SECTION2.PARAGRAPH2": "This license will be automatically terminated if you violate any of these restrictions and may be terminated by the Mateus Pitura website at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession, whether in electronic or printed format.",
    "TERMS_OF_USE.SECTION3.TITLE": "3. Disclaimer",
    "TERMS_OF_USE.SECTION3.LIST.ITEM1": "The materials on the Mateus Pitura website are provided 'as is'. The Mateus Pitura website makes no warranties, express or implied, and hereby disclaims and negates all other warranties, including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violations of rights.",
    "TERMS_OF_USE.SECTION3.LIST.ITEM2": "Additionally, the Mateus Pitura website does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on sites linked to this site.",
    "TERMS_OF_USE.SECTION4.TITLE": "4. Limitations",
    "TERMS_OF_USE.SECTION4.PARAGRAPH1": "In no event shall the Mateus Pitura website or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on the Mateus Pitura website, even if the Mateus Pitura website or an authorized representative of the Mateus Pitura website has been notified orally or in writing of the possibility of such damages. As some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.",
    "TERMS_OF_USE.SECTION5.TITLE": "5. Accuracy of Materials",
    "TERMS_OF_USE.SECTION5.PARAGRAPH1": "The materials appearing on the Mateus Pitura website could include technical, typographical, or photographic errors. The Mateus Pitura website does not warrant that any of the materials on its website are accurate, complete, or current. The Mateus Pitura website may make changes to the materials contained on its website at any time without notice. However, the Mateus Pitura website does not make any commitment to update the materials.",
    "TERMS_OF_USE.SECTION6.TITLE": "6. Links",
    "TERMS_OF_USE.SECTION6.PARAGRAPH1": "The Mateus Pitura website has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by the Mateus Pitura website of the site. Use of any such linked website is at the user's own risk.",
    "TERMS_OF_USE.SECTION7.TITLE": "Modifications",
    "TERMS_OF_USE.SECTION7.PARAGRAPH1": "The Mateus Pitura website may revise these terms of service for its website at any time without notice. By using this site, you agree to be bound by the current version of these terms of service.",
    "TERMS_OF_USE.SECTION8.TITLE": "Applicable Law",
    "TERMS_OF_USE.SECTION8.PARAGRAPH1": "These terms and conditions are governed by and construed in accordance with the laws of the Mateus Pitura website and you irrevocably submit to the exclusive jurisdiction of the courts in that state or locality.",
    "PRIVACY_POLICY.TITLE": "Privacy Policy",
    "PRIVACY_POLICY.PARAGRAPH1": "Your privacy is extremely important to us. We are committed to respecting your privacy and protecting any personal information you may provide through our site, Mateus Pitura, located at https://mateuspitura.github.io/web-react-portfolio/.",
    "PRIVACY_POLICY.SECTION1.TITLE": "Information Collection",
    "PRIVACY_POLICY.SECTION1.PARAGRAPH1": "We request your personal information only when it is strictly necessary to provide our services to you. We collect this information in a fair and lawful manner, with your knowledge and explicit consent. We also inform you of the reasons for collecting it and how it will be used.",
    "PRIVACY_POLICY.SECTION2.TITLE": "Use and Storage of Information",
    "PRIVACY_POLICY.SECTION2.PARAGRAPH1": "We retain the information collected only for as long as necessary to provide the requested service. We store data protected by technically appropriate security measures to prevent loss, theft, unauthorized access, disclosure, copying, use, or alteration.",
    "PRIVACY_POLICY.SECTION3.TITLE": "Information Sharing",
    "PRIVACY_POLICY.SECTION3.PARAGRAPH1": "We do not share your personal information publicly or with third parties except when required by law.",
    "PRIVACY_POLICY.SECTION4.TITLE": "External Sites",
    "PRIVACY_POLICY.SECTION4.PARAGRAPH1": "Our site may contain links to external sites that are not operated by us. Please be aware that we do not control these sites and cannot assume responsibility for their privacy policies.",
    "PRIVACY_POLICY.SECTION5.TITLE": "Refusal of Information",
    "PRIVACY_POLICY.SECTION5.PARAGRAPH1": "You may choose not to provide your personal information, with the understanding that this may prevent us from providing certain services to you.",
    "PRIVACY_POLICY.SECTION6.TITLE": "Acceptance of This Policy",
    "PRIVACY_POLICY.SECTION6.PARAGRAPH1": "Your continued use of our site indicates acceptance of our privacy policy. If you have any questions about how we manage user data and personal information, please do not hesitate to contact us.",
    "PRIVACY_POLICY.SECTION7.TITLE": "Advertising and Cookies",
    "PRIVACY_POLICY.SECTION7.PARAGRAPH1": "We use Google AdSense to serve ads, which uses a DoubleClick cookie to serve relevant ads and limit ad repetition. More information about Google AdSense's privacy practices can be obtained directly from their FAQ.",
    "PRIVACY_POLICY.SECTION7.PARAGRAPH2": "Behavioral advertising cookies are used to ensure ads are relevant to you by tracking your interests anonymously.",
    "PRIVACY_POLICY.SECTION8.TITLE": "User Commitment",
    "PRIVACY_POLICY.SECTION8.PARAGRAPH1": "By using the Mateus Pitura site, you agree to:",
    "PRIVACY_POLICY.SECTION8.LIST.ITEM1": "Not engage in illegal activities or activities contrary to ethics and public order;",
    "PRIVACY_POLICY.SECTION8.LIST.ITEM2": "Not disseminate discriminatory, illegal content or content that promotes harmful activities against human rights;",
    "PRIVACY_POLICY.SECTION8.LIST.ITEM3": "Not cause damage to the physical and logical systems of Mateus Pitura, its suppliers, or third parties.",
    "PRIVACY_POLICY.SECTION9.TITLE": "More Information",
    "PRIVACY_POLICY.SECTION9.PARAGRAPH1": "We hope you are clear about cookies. If you are unsure about something, we recommend keeping cookies enabled to ensure our site's functionalities work as expected.",
    "PRIVACY_POLICY.SECTION9.PARAGRAPH2": "This policy is effective from July 26, 2024.",
    "PAGE_NOT_FOUND.TITLE": "Page Not Found",
    "PAGE_NOT_FOUND.PARAGRAPH1": "We couldn't find the page you're looking for. This may have happened for one of the following reasons:",
    "PAGE_NOT_FOUND.LIST.ITEM1": "The URL you entered is incorrect. Please check for errors and try again",
    "PAGE_NOT_FOUND.LIST.ITEM2": "The page has been moved or removed",
    "PAGE_NOT_FOUND.PARAGRAPH2": "You can return to the home page by clicking",
    "PAGE_NOT_FOUND.HERE": "here"
}