{
    "INTRODUCTION.P1": "Desenvolvedor Full Stack e acadêmico em Engenharia de Software pela UEPG, trabalho atualmente criando e mantendo aplicações Web.",
    "INTRODUCTION.P2": "Tenho experiência com React, Node em arquitetura serverless, bancos de dados SQL e NoSQL e infraestruturas Cloud.",
    "EXPERIENCE.HURCG": "Estágio Desenvolvimento",
    "HURCG.ACTIVITY1": "Geração de relatórios com SQL a partir de banco de dados Oracle",
    "HURCG.ACTIVITY2": "Suporte ao usuário para o sistema Tasy",
    "HURCG.ACTIVITY3": "Criação de planilhas automatizadas para análise de dados",
    "EXPERIENCE.CONTINENTAL": "Estágio TI",
    "CONTINENTAL.ACTIVITY1": "Criação de intranets para setores da empresa",
    "CONTINENTAL.ACTIVITY2": "Gerenciamento e auditoria de computadores via PowerShell",
    "CONTINENTAL.ACTIVITY3": "Manutenção de infraestrutura de redes",
    "EXPERIENCE.MEDCLOUD": "Desenvolvedor Full Stack Júnior",
    "MEDCLOUD.ACTIVITY2": "Programação de front-end em React com GraphQL e de biblioteca de componentes interna",
    "MEDCLOUD.ACTIVITY1": "Desenvolvimento de back-end em Node com arquitetura serverless (AWS Lambda)",
    "MEDCLOUD.ACTIVITY3": "Manutenção de banco de dados SQL e NoSQL com DynamoDB",
    "EDUCATION.UEPG": "Bacharelado em Engenharia de Software",
    "UEPG.ACTIVITY1": "Como acadêmico extensionista, desenvolvi um aplicativo de Realidade Aumentada para a comunidade escolar e um software voltado para a saúde ocular",
    "UEPG.ACTIVITY2": "Produzi um jogo 3D em Unity para o departamento de turismo da UEPG",
    "UEPG.ACTIVITY3": "Também palestrei para a comunidade sobre segurança digital, temas como phishing e proteção de dados",
    "EDUCATION.SENAI": "Técnico em Automação Industrial",
    "PROJECT.VESTIBULAR": "📆 O Vest Info é um aplicativo desenvolvido em React Native projetado para fornecer uma forma conveniente para acompanhar notícias e datas de vestibulares",
    "PROJECT.COMBUSTIVEL": "🚗 Meu Carro Flex é um aplicativo desenvolvido em React Native que ajuda os usuários a determinar qual combustível é mais econômico para seus veículos",
    "PROJECT.API": "☁️ Este projeto consiste em uma REST API desenvolvida em Spring Boot para suportar o aplicativo Vest Info",
    "STACKS.TOOLTIP": "Clique nas tecnologias para ver onde já as utilizei",
    "FOOTER.COPYRIGHT": "Copyright © 2024 Mateus Pitura. Todos os direitos reservados",
    "FOOTER.TERMS": "Termos",
    "FOOTER.PRIVACYPOLICY": "Política de privacidade",
    "TERMS_OF_USE.TITLE": "Termos de Uso do Site",
    "TERMS_OF_USE.SECTION1.TITLE": "1. Termos",
    "TERMS_OF_USE.SECTION1.PARAGRAPH1": "Ao acessar ao site Mateus Pitura, concorda em cumprir estes termos de serviço, todas as leis e regulamentos aplicáveis e concorda que é responsável pelo cumprimento de todas as leis locais aplicáveis. Se você não concordar com algum desses termos, está proibido de usar ou acessar este site. Os materiais contidos neste site são protegidos pelas leis de direitos autorais e marcas comerciais aplicáveis.",
    "TERMS_OF_USE.SECTION2.TITLE": "2. Uso de Licença",
    "TERMS_OF_USE.SECTION2.PARAGRAPH1": "É concedida permissão para baixar temporariamente uma cópia dos materiais (informações ou software) no site Mateus Pitura, apenas para visualização transitória pessoal e não comercial. Esta é a concessão de uma licença, não uma transferência de título e, sob esta licença, você não pode:",
    "TERMS_OF_USE.SECTION2.LIST.ITEM1": "modificar ou copiar os materiais;",
    "TERMS_OF_USE.SECTION2.LIST.ITEM2": "usar os materiais para qualquer finalidade comercial ou para exibição pública (comercial ou não comercial);",
    "TERMS_OF_USE.SECTION2.LIST.ITEM3": "tentar descompilar ou fazer engenharia reversa de qualquer software contido no site Mateus Pitura;",
    "TERMS_OF_USE.SECTION2.LIST.ITEM4": "remover quaisquer direitos autorais ou outras notações de propriedade dos materiais; ou",
    "TERMS_OF_USE.SECTION2.LIST.ITEM5": "transferir os materiais para outra pessoa ou 'espelhe' os materiais em qualquer outro servidor.",
    "TERMS_OF_USE.SECTION2.PARAGRAPH2": "Esta licença será automaticamente rescindida se você violar alguma dessas restrições e poderá ser rescindida pelo site Mateus Pitura a qualquer momento. Ao encerrar a visualização desses materiais ou após o término desta licença, você deve apagar todos os materiais baixados em sua posse, seja em formato eletrónico ou impresso.",
    "TERMS_OF_USE.SECTION3.TITLE": "3. Isenção de responsabilidade",
    "TERMS_OF_USE.SECTION3.LIST.ITEM1": "Os materiais no site Mateus Pitura são fornecidos 'como estão'. O site Mateus Pitura não oferece garantias, expressas ou implícitas, e, por este meio, isenta e nega todas as outras garantias, incluindo, sem limitação, garantias implícitas ou condições de comercialização, adequação a um fim específico ou não violação de propriedade intelectual ou outra violação de direitos.",
    "TERMS_OF_USE.SECTION3.LIST.ITEM2": "Além disso, o site Mateus Pitura não garante ou faz qualquer representação relativa à precisão, aos resultados prováveis ou à confiabilidade do uso dos materiais em seu site ou de outra forma relacionado a esses materiais ou em sites vinculados a este site.",
    "TERMS_OF_USE.SECTION4.TITLE": "4. Limitações",
    "TERMS_OF_USE.SECTION4.PARAGRAPH1": "Em nenhum caso o site Mateus Pitura ou seus fornecedores serão responsáveis por quaisquer danos (incluindo, sem limitação, danos por perda de dados ou lucro ou devido a interrupção dos negócios) decorrentes do uso ou da incapacidade de usar os materiais no site Mateus Pitura, mesmo que o site Mateus Pitura ou um representante autorizado do site Mateus Pitura tenha sido notificado oralmente ou por escrito da possibilidade de tais danos. Como algumas jurisdições não permitem limitações em garantias implícitas, ou limitações de responsabilidade por danos consequentes ou incidentais, essas limitações podem não se aplicar a você.",
    "TERMS_OF_USE.SECTION5.TITLE": "5. Precisão dos materiais",
    "TERMS_OF_USE.SECTION5.PARAGRAPH1": "Os materiais exibidos no site do site Mateus Pitura podem incluir erros técnicos, tipográficos ou fotográficos. O site Mateus Pitura não garante que qualquer material em seu site seja preciso, completo ou atual. O site Mateus Pitura pode fazer alterações nos materiais contidos em seu site a qualquer momento, sem aviso prévio. No entanto, o site Mateus Pitura não se compromete a atualizar os materiais.",
    "TERMS_OF_USE.SECTION6.TITLE": "6. Links",
    "TERMS_OF_USE.SECTION6.PARAGRAPH1": "O site Mateus Pitura não analisou todos os sites vinculados ao seu site e não é responsável pelo conteúdo de nenhum site vinculado. A inclusão de qualquer link não implica endosso pelo site Mateus Pitura do site. O uso de qualquer site vinculado é por conta e risco do usuário.",
    "TERMS_OF_USE.SECTION7.TITLE": "Modificações",
    "TERMS_OF_USE.SECTION7.PARAGRAPH1": "O site Mateus Pitura pode revisar estes termos de serviço do site a qualquer momento, sem aviso prévio. Ao usar este site, você concorda em ficar vinculado à versão atual desses termos de serviço.",
    "TERMS_OF_USE.SECTION8.TITLE": "Lei aplicável",
    "TERMS_OF_USE.SECTION8.PARAGRAPH1": "Estes termos e condições são regidos e interpretados de acordo com as leis do site Mateus Pitura e você se submete irrevogavelmente à jurisdição exclusiva dos tribunais naquele estado ou localidade.",
    "PRIVACY_POLICY.TITLE": "Política de Privacidade",
    "PRIVACY_POLICY.PARAGRAPH1": "A sua privacidade é extremamente importante para nós. Comprometemo-nos a respeitar sua privacidade e proteger qualquer informação pessoal que você possa fornecer através do nosso site, Mateus Pitura, localizado em https://mateuspitura.github.io/web-react-portfolio/.",
    "PRIVACY_POLICY.SECTION1.TITLE": "Coleta de Informações",
    "PRIVACY_POLICY.SECTION1.PARAGRAPH1": "Solicitamos suas informações pessoais apenas quando elas são estritamente necessárias para fornecer nossos serviços a você. Coletamos essas informações de maneira justa e legal, com seu conhecimento e consentimento explícito. Também informamos os motivos da coleta e como essas informações serão utilizadas.",
    "PRIVACY_POLICY.SECTION2.TITLE": "Uso e Armazenamento de Informações",
    "PRIVACY_POLICY.SECTION2.PARAGRAPH1": "Retemos as informações coletadas somente pelo tempo necessário para fornecer o serviço solicitado. Armazenamos dados protegidos por medidas de segurança tecnicamente adequadas para prevenir perda, roubo, acesso não autorizado, divulgação, cópia, uso ou alteração.",
    "PRIVACY_POLICY.SECTION3.TITLE": "Compartilhamento de Informações",
    "PRIVACY_POLICY.SECTION3.PARAGRAPH1": "Não compartilhamos suas informações pessoais publicamente nem com terceiros, exceto quando exigido por lei.",
    "PRIVACY_POLICY.SECTION4.TITLE": "Sites Externos",
    "PRIVACY_POLICY.SECTION4.PARAGRAPH1": "Nosso site pode conter links para sites externos que não são operados por nós. Tenha em mente que não controlamos esses sites e não podemos assumir responsabilidade por suas políticas de privacidade.",
    "PRIVACY_POLICY.SECTION5.TITLE": "Recusa de Informações",
    "PRIVACY_POLICY.SECTION5.PARAGRAPH1": "Você pode optar por não fornecer suas informações pessoais, com o entendimento de que isso pode impedir que lhe forneçamos determinados serviços.",
    "PRIVACY_POLICY.SECTION6.TITLE": "Aceitação desta Política",
    "PRIVACY_POLICY.SECTION6.PARAGRAPH1": "O uso contínuo de nosso site indica a aceitação de nossa política de privacidade. Se você tiver dúvidas sobre como gerenciamos dados do usuário e informações pessoais, não hesite em nos contactar.",
    "PRIVACY_POLICY.SECTION7.TITLE": "Publicidade e Cookies",
    "PRIVACY_POLICY.SECTION7.PARAGRAPH1": "Utilizamos o Google AdSense para veicular publicidade, que usa um cookie DoubleClick para servir anúncios relevantes e limitar a repetição de anúncios. Mais informações sobre as práticas de privacidade do Google AdSense podem ser obtidas diretamente em sua FAQ.",
    "PRIVACY_POLICY.SECTION7.PARAGRAPH2": "Os cookies de publicidade comportamental são empregados para garantir que os anúncios sejam relevantes para você, rastreando seus interesses de maneira anônima.",
    "PRIVACY_POLICY.SECTION8.TITLE": "Compromisso do Usuário",
    "PRIVACY_POLICY.SECTION8.PARAGRAPH1": "Ao usar o site Mateus Pitura, você se compromete a:",
    "PRIVACY_POLICY.SECTION8.LIST.ITEM1": "Não realizar atividades ilegais ou contrárias à ética e à ordem pública;",
    "PRIVACY_POLICY.SECTION8.LIST.ITEM2": "Não difundir conteúdo discriminatório, ilegal ou que promova atividades prejudiciais contra os direitos humanos;",
    "PRIVACY_POLICY.SECTION8.LIST.ITEM3": "Não causar danos aos sistemas físicos e lógicos de Mateus Pitura, seus fornecedores ou terceiros.",
    "PRIVACY_POLICY.SECTION9.TITLE": "Mais Informações",
    "PRIVACY_POLICY.SECTION9.PARAGRAPH1": "Esperamos que você esteja esclarecido sobre os cookies. Se não tiver certeza sobre algo, recomendamos deixar os cookies ativados para garantir que funcionalidades do nosso site operem conforme esperado.",
    "PRIVACY_POLICY.SECTION9.PARAGRAPH2": "Esta política entra em vigor a partir de 26 de julho de 2024.",
    "PAGE_NOT_FOUND.TITLE": "Página não encontrada",
    "PAGE_NOT_FOUND.PARAGRAPH1": "Não conseguimos encontrar a página que você está procurando. Isso pode ter ocorrido por um dos seguintes motivos:",
    "PAGE_NOT_FOUND.LIST.ITEM1": "A URL digitada está incorreta. Verifique se há erros e tente novamente",
    "PAGE_NOT_FOUND.LIST.ITEM2": "A página foi movida ou removida",
    "PAGE_NOT_FOUND.PARAGRAPH2": "Você pode voltar para a página inicial clicando",
    "PAGE_NOT_FOUND.HERE": "aqui"
}